Repository: maratych/ZhRuParCor_pipeline
Catalog: compare/data/demo_m.tmx
Source language: ru
Languages: zh

source: В один прекрасный вечер не менее прекрасный экзекутор, Иван Дмитрич Червяков, сидел во втором ряду кресел и глядел в бинокль на «Корневильские колокола».
zh: 一个 美好 的 晚上 ， 一 位 心情 美好 的 庶务 官 伊 凡 · 德 米 特里 · 切 尔 维 亚 科 夫 ， 坐 在 剧院 第二 排 座 椅 上 ， 正 拿 着 望远镜 观看 轻 歌剧 《 科尔 涅 维 利 的 钟声 》 ① 。

source: Он глядел и чувствовал себя на верху блаженства. Но вдруг...
zh: 他 看 着 演出 ， 感到 无比 幸福 。

source: В рассказах часто встречается это «но вдруг».
zh: 但 突然间 … … 小说 里 经常 出现 这个 “ 但 突然间 ” 。

source: Авторы правы: жизнь так полна внезапностей!
zh: 作家 们 是 对 的 ： 生活 中 确实 充满 了 种种 意外 事件 。

source: Но вдруг лицо его поморщилось, глаза подкатились, дыхание остановилось... он отвел от глаз бинокль, нагнулся и.. апчхи!!!
zh: 但 突然间 ， 他 的 脸 皱 起来 ， 眼睛 往 上 翻 ， 呼吸 停 住 了 … … 他 放下 望远镜 ， 低下 头 ， 便 … … 阿 嚏 一 声 ！ ！ ！

source: Чихнул, как видите.
zh: 他 打 了 个 喷嚏 ， 你们 瞧 。

source: Чихать никому и нигде не возбраняется.
zh: 无论 何时 何地 ， 谁 打 喷嚏 都 是 不能 禁止 的 。

source: Чихают и мужики, и полицеймейстеры, и иногда даже и тайные советники.
zh: 庄稼汉 打 喷嚏 ， 警 长 打 喷嚏 ， 有时 连 达官 贵人 也 在 所 难免 。

source: Все чихают.
zh: 人人 都 打 喷嚏 。

source: Червяков нисколько не сконфузился, утерся платочком и, как вежливый человек, поглядел вокруг себя: не обеспокоил ли он кого-нибудь своим чиханьем?
zh: 切 尔 维 亚 科 夫 毫不 慌张 ， 掏出 小 手绢 擦 擦 脸 ， 而且 像 一 位 讲 礼貌 的 人 那样 ， 举目 看看 四周 ： 他 的 喷嚏 是否 溅 着 什么 人 了 ？

source: Но тут уж пришлось сконфузиться.
zh: 但 这 时 他 不由得 慌张 起来 。

source: Он увидел, что старичок, сидевший впереди него, в первом ряду кресел, старательно вытирал свою лысину и шею перчаткой и бормотал что-то.
zh: 他 看到 ， 坐 在 他 前面 第一 排 座 椅 上 的 一个 小 老头 ， 正 用 手套 使劲 擦 他 的 秃 头 和 脖子 ， 嘴 里 还 嘟 哝 着 什么 。 切 尔 维 亚 科 夫 认出 这人 是 三品 文官 布 里 扎 洛夫 将军 ， 他 在 交通 部门 任职 。

source: В старичке Червяков узнал статского генерала Бризжалова, служащего по ведомству путей сообщения.
zh: -------- ① 法国 作曲家 普 朗 盖 特 （ 一 八四 七 － 一 九 ０ 三 ） 作 的 轻 歌剧 。

source: «Я его обрызгал! — подумал Червяков. — Не мой начальник, чужой, но все-таки неловко.
zh: “ 我的 喷嚏 溅 着 他 了 ！ ” 切 尔 维 亚 科 夫 心想 ， “ 他 虽说 不是 我的 上司 ， 是 别的 部门 的 ， 不过 这 总 不 妥当 。

source: Извиниться надо».
zh: 应当 向 他 赔 个 不是 才 对 。 ”

source: Червяков кашлянул, подался туловищем вперед и зашептал генералу на ухо:
zh: 切 尔 维 亚 科 夫 咳嗽 一 声 ， 身子 探 向 前去 ， 凑 着 将军 的 耳朵 小 声 说 ：

source: — Извините, ваше — ство, я вас обрызгал... я нечаянно...
zh: “ 务 请 大人 原谅 ， 我的 唾沫 星 子 溅 着 您 了 … … 我 出 于 无心 … … ”

source: — Ничего, ничего...
zh: “ 没什么 ， 没什么 … … ”

source: — Ради бога, извините.
zh: “ 看 在 上帝 份 上 ， 请 您 原谅 。

source: Я ведь... я не желал!
zh: 要 知道 我 … … 我 不是 有意 的 … … ”

source: — Ах, сидите, пожалуйста!
zh: “ 哎 ， 请 坐下 吧 ！

source: Дайте слушать!
zh: 让 人 听 嘛 ！ ”

source: Червяков сконфузился, глупо улыбнулся и начал глядеть на сцену.
zh: 切 尔 维 亚 科 夫 心慌意乱 了 ， 他 傻 笑 一下 ， 开始 望 着 舞台 。

source: Глядел он, но уж блаженства больше не чувствовал.
zh: 他 看 着 演出 ， 但 已 不 再 感到 幸福 。

source: Его начало помучивать беспокойство.
zh: 他 开始 惶惶 不安 起来 。

source: В антракте он подошел к Бризжалову, походил возле него и, поборовши робость, пробормотал:
zh: 幕 间 休息 时 ， 他 走 到 布 里 扎 洛夫 跟前 ， 在 他 身边 走 来 走 去 ， 终于 克制 住 胆怯 心情 ， 嗫 嚅 道 ：

source: — Я вас обрызгал, ваше — ство... Простите...
zh: “ 我 溅 着 您 了 ， 大人 … … 务 请 宽 恕 … … 要 知道 我 … … 我 不是 有意 的 … … ”

source: Я ведь... не то чтобы... — Ах, полноте...
zh: “ 哎 ， 够了 ！ … … 我 已经 忘 了 ， 您 怎么 老 提 它 呢 ！ ” 将军 说 完 ， 不 耐烦 地 撇 了 撇 下 嘴唇 。

source: Я уж забыл, а вы всё о том же! — сказал генерал и нетерпеливо шевельнул нижней губой.
zh: “ 他 说 忘 了 ， 可是 他 那 眼神 多 凶 ！ ” 切 尔 维 亚 科 夫 暗 想 ， 不时 怀疑 地 瞧 他 一 眼 。 “ 连 话 都 不 想 说 了 。

source: «Забыл, а у самого ехидство в глазах, — подумал Червяков, подозрительно поглядывая на генерала. — И говорить не хочет.
zh: 应当 向 他 解释 清楚 ， 我 完全 是 无意 的 … … 这 是 自然 规律 … … 否则 他 会 认为 我 故意 啐 他 。

source: Надо бы ему объяснить, что я вовсе не желал... что это закон природы, а то подумает, что я плюнуть хотел.
zh: 他 现在 不 这么 想 ， 过后 肯定 会 这么 想 的 ！ … … ” 回家 后 ， 切 尔 维 亚 科 夫 把 自己 的 失 态 告诉 了 妻子 。

source: Теперь не подумает, так после подумает!..»
zh: 他 觉得 妻子 对 发生 的 事 过于 轻率 。

source: Придя домой, Червяков рассказал жене о своем невежестве.
zh: 她 先 是 吓 着 了 ， 但 后来 听说 布 里 扎 洛夫 是 “ 别的 部门 的 ” ， 也 就 放心 了 。

source: Жена, как показалось ему, слишком легкомысленно отнеслась к происшедшему; она только испугалась, а потом, когда узнала, что Бризжалов «чужой», успокоилась. — А все-таки ты сходи, извинись, — сказала она. — Подумает, что ты себя в публике держать не умеешь!
zh: “ 不过 你 还是 去 一趟 赔礼 道歉 的 好 ， ” 她 说 ， “ 他 会 认为 你 在 公共 场合 举止 不当 ！ ”

source: — То-то вот и есть!
zh: “ 说 得 对呀 ！

source: Я извинялся, да он как-то странно... Ни одного слова путного не сказал.
zh: 刚才 我 道歉 过 了 ， 可是 他 有点 古怪 … … 一 句 中听 的话 也 没 说 。

source: Да и некогда было разговаривать.
zh: 再者 也 没有 时间 细 谈 。 ”

source: На другой день Червяков надел новый вицмундир, постригся и пошел к Бризжалову объяснить...
zh: 第二 天 ， 切 尔 维 亚 科 夫 穿上 新 制服 ， 刮 了 脸 ， 去 找 布 里 扎 洛夫 解释 … … 走 进 将军 的 接待室 ， 他 看到 里面 有 许多 请求 接见 的 人 。

source: Войдя в приемную генерала, он увидел там много просителей, а между просителями и самого генерала, который уже начал прием прошений.
zh: 将军 也 在 其中 ， 他 已经 开始 接见 了 。

source: Опросив несколько просителей, генерал поднял глаза и на Червякова.
zh: 询问 过 几 人 后 ， 将军 抬 眼 望 着 切 尔 维 亚 科 夫 。

source: — Вчера в «Аркадии», ежели припомните, ваше — ство, — начал докладывать экзекутор, — я чихнул-с и... нечаянно обрызгал...
zh: “ 昨天 在 ‘ 阿 尔 卡 吉 亚 ’ ① 剧场 ， 倘若 大人 还 记得 的话 ， ” 庶务 官 开始 报告 ， “ 我 打 了 一个 喷嚏 ， 无意中 溅 了 … … 务 请 您 原 … … ”

source: — Какие пустяки...
zh: ① 古希腊 一个 洲 ， 居民 以 牧 羊 力 业 。

source: Бог знает что!
zh: 喻 ： 安乐 之 邦 。

source: Вам что угодно? — обратился генерал к следующему просителю.
zh: “ 什么 废话 ！ … … 天 知道 怎么 回 事 ！ ” 将军 扭 过 脸 ， 对 下 一 名 来访 者 说 ： “ 您 有 什么 事 ？ ”

source: «Говорить не хочет! — подумал Червяков, бледнея. — Сердится, значит... Нет, этого нельзя так оставить...
zh: “ 他 不 想 说 ！ ” 切 尔 维 亚 科 夫 脸色 煞 白 ， 心里 想 道 ， “ 看来 他 生气 了 … … 不行 ， 这 事 不能 这样 放下 … … 我 要 跟 他 解释 清楚 … … ”

source: Я ему объясню...» Когда генерал кончил беседу с последним просителем и направился во внутренние апартаменты, Червяков шагнул за ним и забормотал:
zh: 当 将军 接见 完 最后 一 名 来访 首 ， 正 要 返回 内 室 时 ， 切 尔 维 亚 科 夫 一步 跟 上去 ， 又 开始 嗫 嚅 道 ：

source: — Ваше — ство!
zh: “ 大人 ！

source: Ежели я осмеливаюсь беспокоить ваше — ство, то именно из чувства, могу сказать, раскаяния!..
zh: 倘若 在下 胆敢 打搅 大人 的话 ， 那么 可以 说 ， 只是 出 于 一种 悔过 的 心情 … … 我 不是 有意 的 ， 务 请 您 谅解 ， 大人 ！ ”

source: Не нарочно, сами изволите знать-с!
zh: 将军 做 出 一 副 哭 丧 脸 ， 挥 一下 手 。

source: Генерал состроил плаксивое лицо и махнул рукой.
zh: “ 您 简直 开玩笑 ， 先生 ！ ” 将军 说 完 ， 进 门 不见 了 。

source: — Да вы просто смеетесь, милостисдарь! — сказал он, скрываясь за дверью.
zh: “ 这 怎么 是 开玩笑 ？ ” 切 尔 维 亚 科 夫 想 ， “ 根本 不是 开玩笑 ！

source: «Какие же тут насмешки? — подумал Червяков. — Вовсе тут нет никаких насмешек! Генерал, а не может понять!
zh: 身 为 将军 ， 却 不明 事理 ！

source: Когда так, не стану же я больше извиняться перед этим фанфароном!
zh: 既然 这样 ， 我 再 也 不 向 这个 好 摆 架子 的 人 赔 不是 了 ！

source: Чёрт с ним!
zh: 去 他 的 ！

source: Напишу ему письмо, а ходить не стану!
zh: 我 给 他 写 封 信 ， 再 也 不 来 了 ！

source: Ей-богу, не стану!»
zh: 真 的 ， 再 也 不 来 了 ！ ”

source: Так думал Червяков, идя домой.
zh: 切 尔 维 亚 科 夫 这么 思量 着 回到 家里 。

source: Письма генералу он не написал.
zh: 可是 给 将军 的 信 却 没有 写 成 。

source: Думал, думал, и никак не выдумал этого письма.
zh: 想来想去 ， 怎么 也 想 不 出 这 信 该 怎么 写 。

source: Пришлось на другой день идти самому объяснять.
zh: 只好 次日 又 去向 将军 本人 解释 。

source: — Я вчера приходил беспокоить ваше — ство, — забормотал он, когда генерал поднял на него вопрошающие глаза, — не для того, чтобы смеяться, как вы изволили сказать.
zh: “ 我 昨天 来 打搅 了 大人 ， ” 当 将军 向 他 抬 起 疑问 的 目光 ， 他 开始 嗫 嚅 道 ， “ 我 不是 如 您 讲 的 来 开玩笑 的 。

source: Я извинялся за то, что, чихая, брызнул-с..., а смеяться я и не думал.
zh: 我 来 是 向 您 赔礼 道歉 ， 因为 我 打 喷嚏 时 溅 着 您 了 ， 大人 … … 说 到 开玩笑 ， 我 可 从来 没有 想 过 。

source: Смею ли я смеяться?
zh: 在下 胆敢 开玩笑 吗 ？

source: Ежели мы будем смеяться, так никакого тогда, значит, и уважения к персонам... не будет...
zh: 倘若 我们 真 开玩笑 ， 那样 的话 ， 就 丝毫 谈 不 上 对 大人 的 敬重 了 … … 谈 不 上 … … ”

source: — Пошел вон!! — гаркнул вдруг посиневший и затрясшийся генерал.
zh: “ 滚 出去 ！ ！ ” 忽然 间 ， 脸色 发 青 、 浑身 打 颤 的 将军 大 喝 一 声 。

source: — Что-с? — спросил шёпотом Червяков, млея от ужаса.
zh: “ 什么 ， 大人 ？ ” 切 尔 维 亚 科 夫 小 声 问 道 ， 他 吓 呆 了 。

source: — Пошел вон!! — повторил генерал, затопав ногами.
zh: “ 滚 出去 ！ ！ ” 将军 顿 着 脚 ， 又 喊 了 一 声 。

source: В животе у Червякова что-то оторвалось.
zh: 切 尔 维 亚 科 夫 感到 肚子 里 什么 东西 碎 了 。

source: Ничего не видя, ничего не слыша, он попятился к двери, вышел на улицу и поплелся...
zh: 什么 也 看不见 ， 什么 也 听 不 着 ， 他 一步 一步 退 到 门口 。

source: Придя машинально домой, не снимая вицмундира, он лег на диван и... помер.
zh: 他 来到 街上 ， 步履 艰难 地 走 着 … … 他 懵 懵 懂 懂 地 回到 家里 ， 没 脱 制服 ， 就 倒 在 长沙 发 上 ， 后来 就 … … 死 了 。
